tap "airbytehq/tap"
tap "ariga/tap"
tap "austinliuigi/brew-neovim-nightly", "https://github.com/austinliuigi/brew-neovim-nightly.git"
tap "caskroom/cask"
tap "dbt-labs/dbt"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "localstack/tap"
brew "act"
brew "xz"
brew "asciinema"
brew "autoenv"
brew "bat"
brew "cmake"
brew "cmatrix"
brew "direnv"
brew "dprint"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-cliff"
brew "git-lfs"
brew "glow"
brew "go"
brew "pkgconf"
brew "goto"
brew "graphviz"
brew "uv"
brew "hatch"
brew "hdf5"
brew "htop"
brew "icu4c@76"
brew "node"
brew "http-server"
brew "huggingface-cli"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "jsoncpp"
brew "lazydocker"
brew "lazygit"
brew "libpq", link: true
brew "lima"
brew "llvm"
brew "lsd"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "noti"
brew "openjdk"
brew "openssl@3.0"
brew "pandoc"
brew "portaudio"
brew "protobuf"
brew "qemu"
brew "rabbitmq", restart_service: :changed
brew "ripgrep"
brew "rust"
brew "rustup"
brew "sniffnet"
brew "sox"
brew "starship"
brew "subversion"
brew "swig"
brew "tcl-tk"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yq"
brew "zenith"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
cask "alt-tab"
cask "dbeaver-community"
cask "discord"
cask "ghostty"
cask "git-credential-manager"
cask "hiddenbar"
cask "iterm2"
cask "linearmouse"
cask "neohtop"
cask "orbstack"
cask "qbittorrent"
cask "spotify"
vscode "adamviola.parquet-explorer"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bastienboutonnet.vscode-dbt"
vscode "boto3typed.boto3-ide"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "docker.docker"
vscode "elagil.pre-commit-helper"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "innoverio.vscode-dbt-power-user"
vscode "janisdd.vscode-edit-csv"
vscode "kddejong.vscode-cfn-lint"
vscode "leavesster.jsonpath"
vscode "lucien-martijn.parquet-visualizer"
vscode "mechatroner.rainbow-csv"
vscode "meezilla.json"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "phplasma.csv-to-table"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "vscodevim.vim"
